Repository: Onebeld/Olib
Catalog: Local/Local.*.resx
Languages: fr_fr, ru_ru

# AutoclickerControl
source: F2 - start/stop auto-click
fr_fr: F2 - démarrer / arrêter le clic automatique
ru_ru: F2 - начать/остановить автоклик

# AutoclickerH
source: Control:
fr_fr: Gestion:
ru_ru: Управление:

# AutoclickerTime
source: Auto-click time in milliseconds:
fr_fr: Temps de clic automatique en millisecondes:
ru_ru: Время автоклика в миллисекундах:

# AutoclickerWarning
source: Attention! It is not recommended to bet less than 5!
fr_fr: Attention! Il n'est pas recommandé de miser moins de 5!
ru_ru: Внимание! Не рекомендуется ставить меньше 5-ти!

# ButtonAbout
source: About
fr_fr: A propos du programme
ru_ru: О программе

# ButtonAutoclickerToolTip
source: Enable effective autoclicker
fr_fr: Activer l'autoclick efficace
ru_ru: Активировать эффективный автокликер

# ButtonBackToolTip
source: Return to previous page
fr_fr: Retour à la page précédente
ru_ru: Вернуться на предыдущую страницу

# ButtonCloseToolTip
source: Close program
fr_fr: Fermer le programme
ru_ru: Закрыть программу

# ButtonConverter
source: Converter
fr_fr: Convertisseur
ru_ru: Конвертер

# ButtonConverterToolTip
source: Convert Values
fr_fr: Convertir les valeurs
ru_ru: Конвертировать значения

# ButtonDataParserToolTip
source: Activate data parser
fr_fr: Activer l'analyseur de données
ru_ru: Активировать парсер данных

# ButtonGlobal
source: Global
fr_fr: Accueil
ru_ru: Главная

# ButtonGlobalToolTip
source: Go to Main page
fr_fr: Aller à la maison
ru_ru: Перейти на главную

# ButtonMinimToolTip
source: Hide program
fr_fr: Minimiser le programme
ru_ru: Скрыть программу

# ButtonRoulette
source: Roulette
ru_ru: Рулетка

# ButtonRouletteToolTip
source: Play roulette
fr_fr: Jouer à la roulette
ru_ru: Сыграть в рулетку

# ConverterArea
source: Area
fr_fr: Zone
ru_ru: Площадь

# ConverterBinary
source: Binary
fr_fr: Binaire
ru_ru: Двоичный

# ConverterCurrency
source: Currency
fr_fr: La monnaie
ru_ru: Валюта

# ConverterData
source: Data
fr_fr: Les données
ru_ru: Данные

# ConverterDecimal
source: Decimal
fr_fr: Décimal
ru_ru: Десятичный

# ConverterLength
source: Length
fr_fr: Longueur
ru_ru: Длина

# ConverterMass
source: Mass
fr_fr: Messe
ru_ru: Масса

# ConverterPressure
source: Pressure
fr_fr: La pression
ru_ru: Давление

# ConverterRuble
source: Ruble
ru_ru: Рубль

# ConverterSource
source: https://www.cbr-xml-daily.ru/daily_eng_utf8.xml
ru_ru: https://www.cbr-xml-daily.ru/daily_utf8.xml

# ConverterTemperature
source: Temperature
fr_fr: La température
ru_ru: Температура

# InfoAuthor
source: Author: Dmitry Zhutkov
fr_fr: Auteur: Dmitry Zhutkov
ru_ru: Автор: Дмитрий Жутков

# InfoAuthor2
source: Author: Dmitry Mirzoyan
fr_fr: Auteur: Dmitry Mirzoyan
ru_ru: Автор: Дмитрий Мирзоян

# InfoButtonAcknowledgments
source: Acknowledgments
fr_fr: Remerciements
ru_ru: Благодарности

# InfoButtonAcknowledgmentsToolTip
source: View list of thanks
fr_fr: Voir la liste des remerciements
ru_ru: Посмотреть список благодарностей

# InfoButtonToSupport
source: To support
fr_fr: Soutenir
ru_ru: Поддержать

# InfoDataVersion
source: Version September 17, 2019
fr_fr: Version du 17 septembre 2019
ru_ru: Версия от 17 сентября 2019 года

# InfoDescription
source: The program was created to facilitate tasks and for fun.
fr_fr: Le programme est conçu pour simplifier les tâches et les divertissements.
ru_ru: Программа создана для упрощения задач и развлечении.

# InfoDownloadCompleted
source: Download complete, starting ...
fr_fr: Téléchargement terminé, commencez...
ru_ru: Скачивание завершено, запуск...

# InfoDownloadingUpdate
source: Download...
fr_fr: Télécharger...
ru_ru: Скачивание...

# InfoErrorDownload
source: Failed to download update.
fr_fr: Échec du téléchargement de la mise à jour.
ru_ru: Не удалось загрузить обновление

# InfoGitHubToolTip
source: Go to program repositories
fr_fr: Aller aux dépôts de programmes
ru_ru: Перейти на репозитории программы

# InfoLatestUpdate
source: The latest version of the program is installed.
fr_fr: Dernière mise à jour installée
ru_ru: Установлено последнее обновление

# InfoNewUpdate
source: Update Available v
fr_fr: Mise à jour disponible v
ru_ru: Доступно обновление до v

# InfoReferences
source: References:
fr_fr: Références
ru_ru: Ссылки:

# InfoToSupportToolTip
source: Help the author in the further development of the program by depositing a certain amount
fr_fr: Aidez l'auteur dans le développement du programme en déposant un certain montant
ru_ru: Помогите автору в дальнейшем развитии программы, задонатив определённую сумму

# InfoVKToolTip
source: Go to the VK program group
fr_fr: Aller au groupe de programme VK
ru_ru: Перейти на группу ВК программы

# InfoWait
source: Wait...
fr_fr: Attends...
ru_ru: Подождите...

# LabelContent1
source: To use the application, click on the buttons below
fr_fr: Pour utiliser l'application, utilisez les boutons ci-dessous.
ru_ru: Чтобы использовать приложение, нажмите на кнопки ниже

# License
source: Before you start using the program, you should know these things: 1. The program will ALWAYS be launched only with administrator rights, this is to download the update without any complaints on the system drive, also with the auto-update program, to edit: the registry, where, in fact, is the directory of the installed program; remove the old version of the program and install a new one on the system drive, while nothing will happen to the system itself; 2. The program - NOT VIRUS! This is just a false antivirus operation, in fact, everything is safe; 3. As for the application on Android: updates will be less likely to come out, every 3 large versions on a PC; 4. When using the Autoclicker, you are not recommended to set the value below 10, this will lead to sudden consequences if you are reckless (opening windows, tabs, buttons, etc.) or the program / game hangs, you just need to suspend the Autoclicker temporarily while the program / the game will not function normally further; 5. If a bug is found, you need to report it to the Jekyll VK group, it is advisable to provide a log file for a quick fix of this bug, if possible; 6. An open source program posted on GitHub in the public domain. If you, having looked at the program code, want to make a comment, also write to the VK group’s LAN; 7. If you want to propose an idea for the program, also write to the VK group’s PM with details of their implementation; 8. Updates come out when it is ready, you do not want to face an unpleasant bug, right? After reading the drug, you confirm it. Do not worry, there will no longer appear after this agreement this pop-up window. But after the update, you most likely need to take the medicine again. In order to use the program, you need to click
fr_fr: Avant de commencer à utiliser le programme, vous devez savoir ces choses: 1. Le programme sera TOUJOURS lancé uniquement avec les droits d’administrateur. Il s’agit de télécharger la mise à jour sans aucune réclamation sur le lecteur système, y compris avec le programme de mise à jour automatique, afin d’éditer: le registre, où se trouve en fait le répertoire du programme installé; supprimez l'ancienne version du programme et installez-en une nouvelle sur le lecteur système, sans que rien ne se produise pour le système lui-même; 2. Le programme - PAS DE VIRUS! Ceci est juste une fausse opération antivirus, en fait, tout est sécurisé; 3. En ce qui concerne l'application sur Android: les mises à jour seront moins susceptibles de sortir, toutes les 3 versions volumineuses sur un PC; 4. Lors de l’utilisation de l’Autoclicker, il n’est pas recommandé de définir une valeur inférieure à 10, cela entraînera des conséquences soudaines si vous êtes imprudent (fenêtres ouvertes, onglets, boutons, etc.) ou si le programme / jeu se bloque, il vous suffit de suspendre temporairement l’Autoclicker pendant que le programme / le jeu ne fonctionnera plus normalement; 5. Si un bogue est détecté, vous devez le signaler au groupe Jekyll VK. Il est conseillé de fournir un fichier journal pour une solution rapide de ce bogue, si possible. 6. Un programme open source publié sur GitHub dans le domaine public. Si vous, après avoir examiné le code du programme, souhaitez faire un commentaire, écrivez également sur le réseau local du groupe VK; 7. Si vous souhaitez proposer une idée pour le programme, écrivez également au PM du groupe VK avec les détails de leur mise en œuvre; 8. Les mises à jour sortent quand il est prêt, vous ne voulez pas faire face à un bug désagréable, non? Après avoir lu le médicament, vous le confirmez. Ne vous inquiétez pas, il n'apparaîtra plus, après cet accord, cette fenêtre contextuelle. Mais après la mise à jour, vous devrez probablement prendre le médicament à nouveau. Pour utiliser le programme, vous devez cliquer sur
ru_ru: Перед тем, как вы начнёте использовать программу, Вы должны знать эти вещи: 1. Программа ВСЕГДА будет запускаться только с правами администратора, это для загрузки обновлении без всяких нарекании на системном диске, также и с программой автообновления, чтобы редактировать: реестр, где, собственно, находится директория установленной программы; удалить старую версию программы и устанавливать новую на системном диске, при этом с самой системой ничего не будет; 2. Программа — НЕ ВИРУС! Это просто ложное срабатывание антивируса, на самом деле всё безопасно; 3. Насчёт приложения на Android: обновления будут реже выходить, раз в 3 больших версии на ПК; 4. При использования Автокликера Вам не рекомендуется ставить значение ниже 10, это приведёт к внезапным последствиям при неосторожности (открытия окон, вкладок, кнопок и т.д.) или зависания программы/игры, Вам надо просто приостановить работу Автокликера временно, пока программа/игра не станет нормально дальше функционировать; 5. При обнаружении какого-нибудь бага, нужно сообщить об этом в группе ВК Jekyll, желательно предоставить лог-файл для быстрого исправление этого бага, если возможно; 6. Программа с открытым исходным кодом, выложенный на GitHub в свободном доступе. Если Вы, посмотрев код программы, хотите сделать замечание, также пишите в ЛС группы ВК; 7. Если хотите предложить идею для программы, также пишите в ЛС группы ВК с подробностями их реализации; 8. Обновления выходят тогда, когда это будет готово, вы же не хотите столкнуться с неприятным багом, ведь так? После прочтении ЛС, Вы подтверждаете его. Не волнуйтесь, больше не будет после принятии соглашения появляться этот назойловое окно. Но после обновления Вам, скорее всего, надо опять принять ЛС. Для того, чтобы использовать программу, Вам надо нажать

# LicenseAccept
source: Accept
fr_fr: Accepter
ru_ru: Принять

# LicenseChance1
source: middle mouse button on the program close button.
fr_fr: bouton central de la souris sur le bouton de fermeture du programme.
ru_ru: средней кнопкой мыши на кнопке закрытия программы.

# LicenseChance2
source: right-click on the button to close the program.
fr_fr: Faites un clic droit sur le bouton pour fermer le programme.
ru_ru: правой кнопкой мыши на кнопке закрытия программы.

# LicenseChance3
source: middle-click on the Refuse button.
fr_fr: cliquez au milieu sur le bouton Refuser.
ru_ru: средней кнопкой мыши на кнопке Отказать.

# LicenseChance4
source: right-click on the Deny button.
fr_fr: Faites un clic droit sur le bouton Refuser.
ru_ru: правой кнопкой мыши на кнопке Отказать.

# LicenseChance5
source: middle-click on the Accept button.
fr_fr: cliquez au milieu sur le bouton Accepter.
ru_ru: средней кнопкой мыши на кнопке Принять.

# LicenseChance6
source: right-click on the Accept button.
fr_fr: Faites un clic droit sur le bouton Accepter.
ru_ru: правой кнопкой мыши на кнопке Принять.

# LicenseHeading
source: License agreement
fr_fr: Contrat de licence
ru_ru: Лицензионное соглашение

# LicenseMessage1
source: You must read the license agreement first!
fr_fr: Vous devez d'abord lire le contrat de licence!
ru_ru: Сначала Вы должны прочитать лицензионное соглашение!

# LicenseMessage2
source: Not so fast! You should still read the license agreement.
fr_fr: Pas si vite! Vous devriez quand même lire le contrat de licence.
ru_ru: Не так быстро! Вы всё равно должны прочитать лицензионное соглашение.

# LicenseMessage3
source: I know that you want to run the program, but you still need to read the license agreement.
fr_fr: Je sais que vous souhaitez exécuter le programme, mais vous devez toujours lire le contrat de licence.
ru_ru: Я знаю, что Вы хотите запустить программу, но всё равно надо прочитать лицензионное соглашение.

# LicenseMessage4
source: I get the point! You want to play the game "How many times click Accept" with me. Now your score:
fr_fr: Je comprends le point! Vous voulez jouer au jeu avec moi "Combien de fois cliquez sur Accepter ". Maintenant votre score:
ru_ru: Я понял, в чём дело! Вы хотите со мной поиграть в игру \"Сколько раз нажмёте Принять\". Сейчас Ваш счёт:

# LicenseMessage5
source: Your score:
fr_fr: Votre compte:
ru_ru: Ваш счёт:

# LicenseRefuse
source: Refuse
fr_fr: Refuser
ru_ru: Отказать

# ParseXMLButton1
source: Discover
fr_fr: Découvrez
ru_ru: Узнать

# ParseXMLButton2
source: Clear the list
fr_fr: Effacer la liste
ru_ru: Очистить список

# ParseXMLButton3
source: Save to file
fr_fr: Enregistrer dans le fichier
ru_ru: Сохранить в файл

# ParseXMLLabelComboBox1
source: ID VKontakte:
fr_fr: VKontakte ID:
ru_ru: ID ВКонтакте

# ParseXMLLabelComboBox2
source: IP address:
fr_fr: Adresse IP:
ru_ru: IP адрес

# ParseXMLLabelComboBox3
source: Phone number:
fr_fr: Numéro de téléphone:
ru_ru: Номер телефона:

# ParseXMLListSave
source: Saved!
fr_fr: Sauvé!
ru_ru: Сохранено!

# ParseXMLNoList
source: Fill out the list first
fr_fr: Remplissez la liste en premier!
ru_ru: Сначала заполните список!

# ParseXMLNoParse
source: You cannot parse an empty field!
fr_fr: Vous ne pouvez pas analyser un champ vide!
ru_ru: Вы не можете парсить пустое поле!

# RandomButtonCheckName
source: Withdraw
fr_fr: Retirer
ru_ru: Вывести

# RandomButtonCheckNameToolTip
source: Display data below
fr_fr: Afficher les données ci-dessous
ru_ru: Вывести данные внизу

# RandomButtonFreeMode
source: Free mode
fr_fr: Mode libre
ru_ru: Свободный режим

# RandomButtonFreeModeToolTip
source: Create your own roulette
fr_fr: Créez votre propre roulette
ru_ru: Создание своей рулетки

# RandomButtonTwist
source: Twist
fr_fr: Spin
ru_ru: Крутить

# RandomButtonTwistExpectation
source: Please, wait...
fr_fr: S'il vous plaît attendez ...
ru_ru: Пожалуйста, подождите...

# RandomButtonTwistOut
source: Falls out:
fr_fr: Dépose:
ru_ru: Выпадает:

# RandomButtonTwistToolTip
source: Try your luck
fr_fr: Tentez votre chance
ru_ru: Испытать удачу

# RandomButtonZeroOut
source: Zero out
fr_fr: Zéro sur
ru_ru: Обнулить

# RandomButtonZeroOutToolTip
source: Reset item lunge data
fr_fr: Réinitialiser les données d'élongation
ru_ru: Сбросить данные о выпаде элемента

# RandomStringName1
source: We will twist for: You
fr_fr: Nous allons tordre pour: Vous
ru_ru: Будем крутить для: Вы

# RandomStringName2
source: We will twist for:
fr_fr: Nous allons tordre pour:
ru_ru: Будем крутить для:

# RandomStringOptions
source: Total drop options:
fr_fr: Total des options de dépôt:
ru_ru: Всего вариантов выпадения:

# RandomTextBoxNameToolTip
source: Enter first and last name here
fr_fr: Entrez le prénom et le nom ici
ru_ru: Введите здесь имя и фамилию

# RandomTextBoxRdmGlobal
source: Click "Spin" to try your luck
fr_fr: Cliquez sur "Spin" pour tenter votre chance
ru_ru: Нажмите "Крутить", чтобы испытать удачу

# RouletteFX
source: Loose roulette
fr_fr: Roulette en vrac
ru_ru: Свободная рулетка

# RouletteFXAddToolTip
source: Add item to list
fr_fr: Ajouter un élément à la liste
ru_ru: Добавить элемент в список

# RouletteFXButtonAdd
source: Add
fr_fr: Ajouter
ru_ru: Добавить

# RouletteFXButtonEdit
source: Edit
fr_fr: Éditer
ru_ru: Изменить

# RouletteFXCheckBox1
source: Delete input field after adding item
fr_fr: Supprimer le champ de saisie après l'ajout d'un élément
ru_ru: Стереть поле для ввода после добавление элемента

# RouletteFXCheckBox2
source: Erase all items after importing the XML / TXT file
fr_fr: Effacer tous les éléments après avoir importé le fichier XML/TXT
ru_ru: Стереть все элементы после импорта XML/TXT-файла

# RouletteFXCheckBox3
source: Exclude duplicates when selecting items from a list
fr_fr: Exclure les doublons lors de la sélection d'éléments dans une liste
ru_ru: Исключить дубликатов при выборе элементов из списка

# RouletteFXCopy
source: Copy
fr_fr: Copie
ru_ru: Копировать

# RouletteFXDelete
source: Delete
fr_fr: Supprimer
ru_ru: Удалить

# RouletteFXEdit
source: Edit
fr_fr: Éditer
ru_ru: Изменить

# RouletteFXErase
source: Erase everything
fr_fr: Tout effacer
ru_ru: Стереть всё

# RouletteFXEraseToolTip
source: Remove all items from the list.
fr_fr: Supprimer tous les éléments de la liste.
ru_ru: Удалить все элементы из списка

# RouletteFXExport
source: Export
fr_fr: Exportation
ru_ru: Экспорт

# RouletteFXExportToolTip
source: Save list of elements to XML/TXT file
fr_fr: Enregistrer la liste des éléments dans un fichier XML/TXT
ru_ru: Сохранить список элементов в XML/TXT-файл

# RouletteFXFileLoad
source: File uploaded successfully!
fr_fr: Fichier téléchargé avec succès!
ru_ru: Файл успешно загружен!

# RouletteFXFileSave
source: File saved successfully! Way:
fr_fr: Fichier enregistré avec succès! Chemin:
ru_ru: Файл успешно сохранён! Путь:

# RouletteFXImport
source: Import
fr_fr: Importer
ru_ru: Импорт

# RouletteFXImportToolTip
source: Load items from XML/TXT file to list
fr_fr: Charger les éléments du fichier XML/TXT dans la liste
ru_ru: Загрузить элементы из XML/TXT-файла в список

# RouletteFXItems
source: Items:
fr_fr: Articles:
ru_ru: Элементов:

# RouletteFXListName
source: No name
fr_fr: Sans nom
ru_ru: Без имени

# RouletteFXNormalMode
source: Normal mode
fr_fr: Mode normal
ru_ru: Нормальный режим

# RouletteFXNormalModeToolTip
source: Go to normal roulette mode
fr_fr: Aller au mode de roulette normal
ru_ru: Перейти в обычный режим рулетки

# RouletteFXNullItem
source: You cannot change the item to empty!
fr_fr: Vous ne pouvez pas changer l'élément pour le vider!
ru_ru: Нельзя изменить элемент на пустой!

# RouletteFXNullItemAdd
source: You cannot add an empty element!
fr_fr: Vous ne pouvez pas ajouter d'élément vide!
ru_ru: Нельзя добавить пустой элемент!

# RouletteFXNumber
source: Number of items to select:
fr_fr: Nombre d'éléments à sélectionner:
ru_ru: Кол-во элементов для выбора:

# RouletteFXRenameCloseToolTip
source: Close change panel
fr_fr: Fermer le panneau de changement
ru_ru: Закрыть панель изменения

# RouletteFXRenameToolTip
source: Edit item
fr_fr: Modifier l'élément
ru_ru: Изменить элемент

# RouletteFXSelections
source: Selections in seconds:
fr_fr: Sélections en secondes:
ru_ru: Время выбора в секундах:

# RouletteFXSettings
source: Settings
fr_fr: Paramètres
ru_ru: Настройки

# RouletteFXSettingsCToolTip
source: Close settings panel
fr_fr: Fermer le panneau de configuration
ru_ru: Закрыть панель настроек

# RouletteFXSettingsToolTip
source: Open Settings Panel
fr_fr: Panneau de configuration ouvert
ru_ru: Открыть панель настроек

# RouletteFXTextBoxNameToolTip
source: Enter the item name here
fr_fr: Entrez le nom de l'article ici
ru_ru: Введите здесь название элемента

# RouletteFXTextBoxRToolTip
source: Enter here the name of the item you want to change
fr_fr: Entrez ici le nom de l'article que vous souhaitez modifier
ru_ru: Введите здесь название элемента, которого вы хотите изменить

# RouletteFXTextChanToolTip
source: Enter your text here.
fr_fr: Entrez votre texte ici.
ru_ru: Введите здесь ваш текст

# RouletteFXTwist
source: Click Twist
fr_fr: Cliquez sur Twist
ru_ru: Нажмите "Крутить"

# RouletteFXTwistToolTip
source: Select an item from the list.
fr_fr: Sélectionnez un élément de la liste.
ru_ru: Выбрать элемент из списка

# RouletteFXZeroOutToolTip
source: Reset dropout data from an item from the list
fr_fr: Réinitialiser les données de suppression d'un élément de la liste
ru_ru: Обнулить данные о выпаде элемента из списка

# StringException
source: Exception:
ru_ru: Исключение:

# ToolTipAbout
source: Program information
fr_fr: Voir les informations du programme
ru_ru: Информация о программе

source: Welcome
fr_fr: Bienvenue!
ru_ru: Добро пожаловать!

# WindowClose
source: Close a window
fr_fr: Fermer la fenêtre
ru_ru: Закрыть окно

# WindowMaximized
source: Maximize a window
fr_fr: Maximiser la fenêtre
ru_ru: Развернуть окно

# WindowRollup
source: Minimize a window
fr_fr: Réduire la fenêtre
ru_ru: Свернуть окно
